Repository: onix-senichkin/ArchTemplate
Catalog: ArchitectureTemplate/*.lproj/Localizable.strings
Languages: de

# Common.ErrorTitle
source: Error
de: Ger Error

# Common.OK
source: OK
de: Ger OK

# Common.Error
source: Error occurred. Please try again.
de: Ger Error occurred. Please try again.

# Common.Back
source: Back
de: Ger Back

# Common.Next
source: Next
de: Ger Next

# Common.Cancel
source: Cancel
de: Ger Cancel

# Common.Done
source: Done
de: Ger Done

# Common.ErrorParseDataFromServer
source: Can't parse data from server
de: Ger Can't parse data from server

# Common.ErrorParseDataFromBundle
source: Can't load data from bundle
de: Ger Can't load data from bundle

# Common.Email
source: Email
de: Ger Email

# Common.Password
source: Password
de: Ger Password

# Common.Add
source: Add
de: Ger Add

# Common.Remove
source: Remove
de: Ger Remove

# Signin.SigninTitle
source: Sign In
de: Ger Sign In

# Signin.SignupTitle
source: No Account Yet? Sign Up!
de: Ger No Account Yet? Sign Up!

# Signin.EmailBlankError
source: Email can't be blank
de: Ger Email can't be blank

# Signin.PassBlankError
source: Password can't be blank
de: Ger Password can't be blank

# Signin.PassWeakError
source: Password should be 8+ symbols
de: Ger Password should be 8+ symbols

# RegistrationCell.Email
source: Email
de: Ger Email

# RegistrationCell.First
source: First Name
de: Ger First Name

# RegistrationCell.Last
source: Last Name
de: Ger Last Name

# RegistrationCell.Prof
source: Profession
de: Ger Profession

# RegistrationCell.Gender
source: Gender
de: Ger Gender

# RegistrationCell.City
source: City
de: Ger City

# RegistrationCell.Address
source: Address
de: Ger Address

# RegistrationCell.Phone
source: Phone
de: Ger Phone

# SignUpStep1.Title
source: Step1
de: Ger Step1

# SignUpStep2.Title
source: Step2
de: Ger Step2

# News.Title
source: News
de: Ger News

# FullNew.Title
source: New full info
de: Ger New full info

# Reading.Title
source: Reading List
de: Ger Reading List

# Profile.Title
source: Profile
de: Ger Profile

# Profile.Name
source: Name
de: Ger Name

# Profile.Logout
source: Logout
de: Ger Logout
